13/data/attachments/d9ad68b03829da4d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Caroline_production_Actions_7889_4</nif:username>
            <nif:friendToBeRequested>soap_actions_d415ce0c-43fb-4c18-91c4-c3b443ee14c4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>